{
    "justTypeNumber": "Achtung, es können nur Datenpunkte vom Typ Nummer ausgewählt werden",
    "deleteStateWithDisableText": "Status löschen mit deaktivieren",
    "infoToCustomConfiglabel": "Konfiguration in der benutzerdefinierten Konfiguration eines Zustands vornehmen",
    "filterSettings": "Filtereinstellungen",
    "negativeSeparat": "Negativ separat",
    "unfiltered": "ungefiltert",
    "filtertime": "Filterzeit",
    "filtertimeTooltip": "Tragen Sie hier die Filterzeit ein, mit welcher der State gefiltert werden soll.",
    "negativeSeparateTooltip": "Mit Anwahl dieses Feldes, können Sie eine separate Filterzeit für Werte, welche kleiner als der aktuelle Filterwert sind, eintragen.",
    "negativeFiltertimeTooltip": "Tragen Sie hier die Filterzeit ein, mit welcher der State für Werte kleiner des aktuellen Filterwertes gefiltert werden soll.",
    "valueChanged": "Bei Wertänderung",
    "everySecond": "Jede Sekunde",
    "every2s": "Alle 2s",
    "every3s": "Alle 3s",
    "every4s": "Alle 4s",
    "every5s": "Alle 5s",
    "every6s": "Alle 6s",
    "every10s": "Alle 10s",
    "every12s": "Alle 12s",
    "every15s": "Alle 15s",
    "every20s": "Alle 20s",
    "every30s": "Alle 30s",
    "everyMinute": "Jede Minute",
    "refreshRate": "Aktualisierungsrate",
    "refreshRateTooltip": "Tragen Sie hier die Aktualisierungsreate ein, mit welcher der gefilterte Wert aktualisiert werden soll. !!! Aus synchronitätsgründen wurden cronjobs eingesetzt, weshalb nur Werte welche 60 als ganzzahliges Vielfaches besitzen Sinn machen.",
    "refreshWithValuechange": "Zusätzliche Aktualisierung bei Zustandsänderung",
    "refreshWithValuechangeTooltip": "Der State wird zusätzlich zur Aktualisierungsrate auch bei Wertänderung geschrieben",
    "limitMinimum": "Minimalen Wert begrenzen",
    "limitMinimumTooltip": "Mit Anwahl dieser option können Sie einen Wert eintragen, um die gültigen Werte in negativer Richtung zu begrenzen",
    "minimumValue": "Kleinster gültiger Wert",
    "minimumValueTooltip": "Tragen Sie hier den kleisten gültigen Wert ein (Alle Werte kleiner diesem werden auf diesen begrenzt)",
    "limitMaximum": "Maximalen Wert begrenzen",
    "limitMaximumTooltip": "Mit Anwahl dieser option können Sie einen Wert eintragen, um die gültigen Werte in positiver Richtung zu begrenzen",
    "maximumValue": "größter gültiger Wert",
    "maximumValueTooltip": "Tragen Sie hier den größten gültigen Wert ein (Alle Werte größer diesem werden auf diesen begrenzt)"
}
